{
  "name": "Gliffy",
  "id": "gliffy",
  "tags": [
    "UML Diagram",
    "Network Diagram",
    "Venn Diagram",
    "Technical Drawing"
  ],
  "image": "https://pbs.twimg.com/profile_images/431840457467785216/n6nG92M7.png",
  "details": "Giffy helps to create professional-quality flowcharts, Org charts, UML diagrams, Network diagrams, Wireframes, Technical drawings and more. Gliffy works directly in your browser!.",
  "website": "http://www.gliffy.com/",
  "Links": [
    {
      "description": "Gliffy Confluence Plugin",
      "url": "http://www.gliffy.com/products/confluence-plugin/"
    },
    {
      "description": "Gliffy JIRA Plugin",
      "url": "http://www.gliffy.com/products/jira-plugin/"
    },
    {
      "description": "Stack Overflow Questions",
      "url": "http://stackoverflow.com/questions/tagged/gliffy"
    }
  ],
  "favorites": 128,
  "comments": [
    {
      "username": "Onrock7",
      "comment": "One advantage Gliffy has over Microsoft is ease of collaboration. Currently, SharePoint or SharePoint Online is needed as well as a separate purchase of Visio to share Visio documents."
    },
    {
      "username": "JohnC004",
      "comment": "This is a pretty comprehensive overview of Gliffy. I dug into the product for a while but it ultimately fell short of my expectations coming from Visio. After some additional research, I ultimately decided to go with Lucidchart which is an alternative to Gliffy because of the real-time collaboration and the Visio compatibility."
    },
    {
      "username": "MackD1",
      "comment": "Gliffy need to take people's privacy more seriously. After the free trial ends, any diagram you create is automatically PUBLIC. Its easy to be caught out by this. Considering that the diagrams people create could contain security sensitive information, such as network diagrams, this could have serious implications."
    },
    {
      "username": "NewWorld@7",
      "comment": "MackD1: I agree with you. I am facing the privacy issues too"
    },
    {
      "username": "zen81",
      "comment": "Gliffy is a very solid product, and it's priced fairly for what you get. In my opinion, Gliffy is definitely a better product than Microsoft Visio, but it's definitely not as good as Lucidchart"
    }
  ]
}
